Repository: ulyssetsd/revoprofit
Catalog: RevoProfit.WebAssembly/Resources/Localization.*.resx
Languages: fr

source: Account Statement
fr: Relevé de compte

source: Amount
fr: Montant

# Answer1
source: We are using the Average Cost Basis Method. This is the method required by the French government for realized gains calculation.
fr: Nous utilisons la méthode du coût moyen. C'est la méthode exigée par le gouvernement français pour le calcul des plus-values réalisées.

# Answer2
source: No, we do not store any personal data, trading data, and do not use cookies.
fr: Non, nous ne stockons aucune donnée personnelle, aucune donnée commerciale et n'utilisons pas de cookies.

# Answer3
source: Open your Revolut app and go to the "Stocks" section. Click on the "..." button and select "Statement" > "Account Statement". Choose the Excel format, and choose the dates from June 2017 to {0}.
fr: Ouvrez votre application Revolut et accédez à la section "Actions". Cliquez sur le bouton "..." et sélectionnez "Relevés" > "Relevé de compte". Choisissez le format Excel, et choisissez les dates de juin 2017 à {0}.

source: ☕ Buy me a coffee
fr: ☕ Offrez-moi un café

source: Cash Top Up
fr: Recharge en espèces

# CryptoFile
source: Your Waltio Account Statement export file (.csv)
fr: Votre fichier d'exportation "Relevé de compte" Waltio (.csv)

source: Custody Fee
fr: Frais de garde

# Disclaimer
source: RevoProfit is not affiliated or associated any way with Revolut™ Ltd. The realized gain calculation is based on the Average Cost methodology. You should consult an accountant to validate the results and make sure they comply with your local tax authority rules.
fr: RevoProfit n'est en aucun cas affilié ou associé à Revolut™ Ltd. Le calcul du gain réalisé est basé sur la méthodologie du coût moyen. Vous devriez consulter un comptable pour valider les résultats et vous assurer qu'ils sont conformes aux règles de votre autorité fiscale locale.

source: Dividends
fr: Dividendes

# DonateBelow
source: Did I save you time? You can thank me by donating below.
fr: Est-ce que je t'ai fait gagner du temps ? Vous pouvez me remercier en faisant un don ci-dessous.

# ProfitAndLossStatement
source: Profit & Loss statement
fr: Relevé des profits et pertes réalisés

# Question1
source: How do we calculate realized gains?
fr: Comment calcule-t-on les gains réalisés ?

# Question2
source: Do you store my trading data?
fr: Stockez-vous mes données de trading ?

# Question3
source: How can I get my Revolut report in .csv format?
fr: Comment puis-je obtenir mon rapport Revolut au format .csv ?

# ResultsIn
source: Results in {0}
fr: Résultats en {0}

# RevolutFile
source: Your Revolut Account Statement export file (.csv)
fr: Votre fichier d'exportation "Relevé de compte" Revolut (.csv)

source: 💸 See Results
fr: 💸 Voir les résultats

source: 💰 Sell Order Details
fr: 💰 Détails des ventes

# RevoProfitSubtitle
source: Calculate you trading gains or loss on your Revolut Stocks trading account.
fr: Calculez vos gains ou pertes de trading sur votre compte de trading Revolut Stocks.

source: Ticker
fr: Symbole boursier

# WaltProfitSubtitle
source: Calculate you crypto gains or loss from your waltio.co export.
fr: Calculez vos gains ou pertes de trading crypto via votre export waltio.co

source: Year
fr: Année

# AmountInEuros
source: Amout in €
fr: Montant en €

source: Fees
fr: Frais

# GainsInEuros
source: Gains in €
fr: Gains en €

source: 🪙 Crypto Lefts
fr: 🪙 Cryptos restantes
